var arr_topic = [
     [
          '下列各进制数中最大的数是( )。',
          [
               ['227O','no'],
               ['1FFH','no'],
               ['789D','yes'],
               ['1010001B','no']
          ]
     ],[
          '( )不是微型计算机必须的工作环境。',
          [
               ['良好的接地线路','no'],
               ['恒温','yes'],
               ['远离强磁场','no'],
               ['稳定的电源电压','no']
          ]
     ],[
          '( )不是文件。',
          [
               ['设备','no'],
               ['文档','no'],
               ['应用程序','no'],
               ['窗口','yes']
          ]
     ],[
          '( )不属于Word2003的文档打开方式。',
          [
               ['只读方式','no'],
               ['读写方式','no'],
               ['备份方式','no'],
               ['系统方式','yes']
          ]
     ],[
          '( )菜单中含有设置字体的命令。',
          [
               ['格式','yes'],
               ['编辑','no'],
               ['视图','no'],
               ['工具','no']
          ]
     ],[
          '( )的功能是将计算机外部的信息送入计算机。',
          [
               ['输入设备','yes'],
               ['输出设备','no'],
               ['软盘','no'],
               ['电源线','no']
          ]
     ],[
          '( )的主要功能是使用户的计算机与远程主机相连，从而成为远程主机的终端。',
          [
               ['E-mail','no'],
               ['FTP','no'],
               ['Telnet','yes'],
               ['BBS','no']
          ]
     ],[
          '( )视图方式可对文档不进行分页处理。',
          [
               ['普通','no'],
               ['联机版式','yes'],
               ['页面视图','no'],
               ['大纲','no']
          ]
     ],[
          '( )是用来存储程序及数据的装置。',
          [
               ['输入设备','no'],
               ['存储器','yes'],
               ['控制器','no'],
               ['输出设备','no']
          ]
     ],[
          '( )是微型计算机的外存。',
          [
               ['RAM','no'],
               ['ROM','no'],
               ['磁盘','yes'],
               ['虚拟盘','no']
          ]
     ],[
          'NOVELLNETWARE是( )',
          [
               ['网络操作系统','no'],
               ['通用操作系统','yes'],
               ['实时操作系统','no'],
               ['分时操作系统','no']
          ]
     ],[
          '预防计算机病毒的手段，错误的是( )。',
          [
               ['要经常地对硬盘上的文件进行备份','no'],
               ['凡不需要再写入数据的磁盘都应有写保护','no'],
               ['将所有的.COM和.EXE文件赋以“只读”属性','no'],
               ['对磁盘进行清洗','yes']
          ]
     ],[
          '“32位微型计算机”中的32指的是( )',
          [
               ['微机型号','no'],
               ['内存容量','no'],
               ['存储单位','no'],
               ['机器字长','yes']
          ]
     ],[
          '“奔腾”微型计算机采用的微处理器的型号是( )',
          [
               ['80286','no'],
               ['80586','yes'],
               ['80386','no'],
               ['80486','no']
          ]
     ],[
          '“画图”程序是WINDOWS98的一个附件程序，能进行简单的图形处理，产生的文件为位图文件，扩展名为( )。',
          [
               ['BMP','yes'],
               ['CRH','no'],
               ['EXE','no'],
               ['GPH','no']
          ]
     ],[
          '“开始”菜单中，注销命令将( )。',
          [
               ['关闭系统','no'],
               ['关闭当前窗口上的程序','no'],
               ['关闭所有打开的程序','yes'],
               ['以上都不对','no']
          ]
     ],[
          '“文件”下拉菜单底部所显示的文件名是( )。',
          [
               ['扩展名为DOC的全部文件','no'],
               ['正要打印的文件名','no'],
               ['正在使用的文件名','no'],
               ['最近被Word处理过的文档','yes']
          ]
     ],[
          '“溢出”一般是指计算机在运算过程中产生的( )。',
          [
               ['数据量超过了内存量','no'],
               ['文件个数超过了磁盘目录区规定的范围','no'],
               ['数超过了机器的位所表示的范围','yes'],
               ['数超过了变量的表示范围','no']
          ]
     ],[
          '《计算机软件条例》中所称的计算机软件(简称软件)是指( )。',
          [
               ['计算机程序','no'],
               ['源程序和目标程序','no'],
               ['源程序','no'],
               ['计算机程序及其有关文档','yes']
          ]
     ],[
          '10BaseF的含义是( )。',
          [
               ['10Mbps的宽带光纤网络','no'],
               ['10Mbps的基带同轴电缆网络','no'],
               ['10Mbps的基带光纤网络','yes'],
               ['10Mbps的宽带同轴电缆网络','no']
          ]
     ],[
          '在微机中，主机由微处理器与( )组成。',
          [
               ['运算器','no'],
               ['磁盘存储器','no'],
               ['软盘存储器','no'],
               ['内存储器','yes']
          ]
     ],[
          '1MB的存储容量相当于( )。',
          [
               ['一百万个字节','no'],
               ['2的10次方个字节','no'],
               ['2的20次方个字节','yes'],
               ['1000KB','no']
          ]
     ],[
          '1nternet的分层结构是由( )这个四层组成。',
          [
               ['应用层、传输层、通信子网层和物理层','no'],
               ['应用层、表示层、传输层和网络层','no'],
               ['物理层、数据链路层、网络层和传输层','no'],
               ['网络接口层、网络层、传输层和应用层','yes']
          ]
     ],[
          'WindowsXP中改变窗口的大小时，应操作( )。',
          [
               ['窗口的四角或四边','yes'],
               ['窗口右上角的按钮','no'],
               ['窗口的标题栏','no'],
               ['窗口左上角的控制栏','no']
          ]
     ],[
          '在WindowsXP操作系统中，对话框的大小是( )。',
          [
               ['可变的','no'],
               ['可任意设置的','no'],
               ['固定的','no'],
               ['与不同的操作有关的','yes']
          ]
     ],[
          '测试路考',
          [
               ['向右转','no'],
               ['向左转','no'],
               ['向前','no'],
               ['向后','yes']
          ]
     ]
];